Repository: gtoffoli/commons-feedback
Catalog: feedback/locale/*/LC_MESSAGES/django.po
Languages: it

source: no event
it: nessun evento

source: Student Feedback
it: Feedback dell'Utente

source: Event Dashboard
it: Quadro d'insieme dell'Evento

source: project
it: progetto

source: event
it: evento

source: time
it: data e ora

source: event not running
it: l'evento non è in corso

source: verb cloud
it: nuvola di parole

source: student reaction log
it: reazioni degli studenti

source: type a message and hit 'enter' key
it: digita un messaggio e premi il tasto 'enter'

source: not logged in
it: non hai effettuato l'accesso

source: an invalid event code was specified
it: il codice di evento non è valido

source: app info
it: informazione sull'applicazione

source: name
it: nome

source: authors
it: autori

source: funding
it: finanziamento

source: version
it: versione

source: user guide
it: guida d'utente

source: language selection
it: scelta della lingua

source: view
it: vedi

source: event info
it: informazioni sull'evento

source: error
it: errore

source: user
it: utente

source: unknown
it: sconosciuto

source: event selection
it: selezione dell'evento

source: no events to select
it: non ci sono eventi da selezionare

source: start time
it: inizio

source: end time
it: fine

source: warning
it: avvertimento

source: no event selected
it: non è selezionato alcun evento

source: home
it: copertina

source: react
it: reazioni

source: chat log
it: traccia della chat

source: language
it: lingua

source: about
it: applicazione

source: guest user
it: utente ospite

source: exit
it: esci

source: explain
it: chiarisci meglio

source: slow down
it: più lentamente

source: give an example
it: fornisci un esempio

source: I want to know more
it: vorrei saperne di più

source: I want to comment
it: vorrei fare un commento

source: motivating
it: fornisci qualche motivazione

source: or
it: oppure

source: current language
it: lingua attiva

source: select the language
it: scegli la lingua

source: get guest identity for the event
it: ottieni un'identità ospite, per questo evento

source: get guest user id
it: ottieni un'identità ospite

source: provide unverified identity data for the event
it: fornisci un'identità non verificata, per questo evento

source: send data
it: invia i dati

source: leave guest identity
it: rilascia l'identità ospite

source: leave
it: rilascia

source: event code
it: codice dell'evento

source: enter here
it: digita qui

source: email address
it: indirizzo email

source: enter email address here
it: inserisci qui l'indirizzo email

source: first name
it: nome

source: enter first name here
it: inserisci qui il nome

source: last name
it: cognome

source: enter last name here
it: inserisci qui il cognome

source: no event selected yet
it: ancora non è stato selezionato un evento

source: invalid request
it: richiesta non valida

source: anonymous
it: anonimo

source: anonymous: not logged in
it: anonimo: non autenticato

source: a registered user already exists with the same email
it: esiste già un utente registrato con la stessa email

source: this email was already used with different first or last name
it: l'email è già stata usata insieme ad un nome o ad un cognome differente

source: no guest account currently available
it: attualmente non è disponibile un'utenza ospite

source: user is unknown
it: l'utente è sconosciuto

source: user is not authorized
it: l'utente non è autorizzato

source: user email is invalid
it: l'indirizzo email non è valido

source: event is unknown
it: l'evento è sconosciuto

source: event is not running
it: l'evento non è in corso
